-- Translated by Mr. Darkness (http://www.noxiousnet.com/forums/index.php?action=profile;u=6296)
-- Updated for VRS by Nyanpasu (https://steamcommunity.com/profiles/76561198158864042)

translate.AddLanguage("ru", "Russian")

-- Various gamemode stuff
LANGUAGE.minute_points_added						= "Вы не получили ранений за всю минуту! Вам было присвоено %d очков."
LANGUAGE.infliction_reached_class_unlocked			= "%d%% заражения было достигнуто! %s разблокирован!"
LANGUAGE.infliction_reached							= "%d%% выживших погибло!"
LANGUAGE.x_unlocked									= "%s разблокирован!"
LANGUAGE.disconnect_killed							= "%s был отсоединен, его убийца %s."
LANGUAGE.nail_removed_by							= "%s убрал гвоздь, ранее принадлежавший %s."
LANGUAGE.banned_for_life_warning					= "Ваша жизнь забанена, вы ничего не можете купить!"
LANGUAGE.need_to_be_near_arsenal_crate				= "Вы должны быть рядом с арсенальным ящиком, чтобы делать покупки!"
LANGUAGE.cant_purchase_right_now					= "Вы, пока что, ничего не можете купить."
LANGUAGE.dont_have_enough_points					= "У Вас недостаточно очков."
LANGUAGE.prepare_yourself							= "Приготовьтесь..."
LANGUAGE.purchased_x_for_y_points					= "Вами был куплен %s за %d очков!"
LANGUAGE.give_time_before_suicide					= "Дайте время остальным, чтобы появиться в игре, перед тем, как вы убьете себя."
LANGUAGE.no_spare_ammo_to_give						= "Нет запасов для отдачи другим!"
LANGUAGE.no_person_in_range							= "Нет выжившего на виду!"
LANGUAGE.that_life									= "За эту жизнь..."
LANGUAGE.x_damage_to_barricades						= "%d вреда баррикадам"
LANGUAGE.x_damage_to_humans							= "%d вреда выжившим"
LANGUAGE.x_brains_eaten								= "%d мозгов съедено"
LANGUAGE.press_rmb_to_cycle_targets					= "Нажмите ПКМ, для того чтобы сменить цель"
LANGUAGE.press_lmb_to_spawn_on_them					= "Нажмите ЛКМ, чтобы появиться на цели"
LANGUAGE.press_lmb_to_spawn							= "Нажмите ЛКМ, чтобы появиться"
LANGUAGE.press_jump_to_free_roam					= "Нажмите ПРЫЖОК, для свободного полёта"
LANGUAGE.press_reload_to_spawn_at_normal_point		= "Нажмите ПЕРЕЗАРЯДКА, чтобы появится на нормальном спавне"
LANGUAGE.press_walk_to_spawn_as_x					= "Нажмите МЕДЛЕННЫЙ ШАГ, чтобы появится как %s"
LANGUAGE.observing_x								= "Вы смотрите на %s (%d)"
LANGUAGE.waiting_for_next_wave						= "Ожидание начала следующей волны..."
LANGUAGE.impossible									= "Это невозможно."
LANGUAGE.trying_to_put_nails_in_glass				= "Это очень умно стараться вбить гвозди в стекло."
LANGUAGE.boss_class_select							= "Вы появитесь, как %s в следующий раз как босс."
LANGUAGE.person_has_weapon							= "У него/ее уже есть это оружие."
LANGUAGE.cant_do_that_in_classic_mode				= "Вы не можете так сделать в Classic Mode."
LANGUAGE.cant_use_x_in_classic_mode					= "Вы не можете использовать %s в Classic Mode."
LANGUAGE.cant_use_x_in_zombie_escape				= "Вы не можете использовать %s в Zombie Escape."
LANGUAGE.no_class_switch_in_this_mode				= "Данный мод не позволяет вам менять классы."
LANGUAGE.press_sprint_to_get_up						= "Нажмите кнопку БЕГ, чтобы подняться"
LANGUAGE.zombie_escape								= "Zombie Escape!"
LANGUAGE.nothing_for_this_ammo						= "У Вас нет ничего, что использует этот тип амуниции."
LANGUAGE.you_decide_to_leave_some					= "Вы решили оставить некоторое количество для Вашей команды."
LANGUAGE.you_cant_purchase_now						= "Вы не можете покупать предметы на данный момент."
LANGUAGE.no_ammo_here								= "Здесь нет запасов на данный момент."
LANGUAGE.you_redeemed								= "Вы были воскрешены!"
LANGUAGE.kill_the_last_human						= "Убейте последнего выжившего!"
LANGUAGE.kick_the_last_human						= "Кикните последнего выжившего!"
LANGUAGE.you_are_the_last_human						= "ВЫ ПОСЛЕДНИЙ ВЫЖИВШИЙ!"
LANGUAGE.x_zombies_out_to_get_you					= "%d ЗАРАЖЕННЫЕ/Х ИДУТ ЗА ВАМИ!"
LANGUAGE.x_pants_out_to_get_you						= "%d НОГИ ИДУТ ЗА ВАМИ!"
LANGUAGE.you_have_died								= "Вы умерли."
LANGUAGE.you_were_killed_by_x						= "Вы были убиты игроком %s"
LANGUAGE.you_were_kicked_by_x						= "Вас разорвало в клочья игроком %s"
LANGUAGE.arsenal_upgraded							= "Арсенал был обновлен"
LANGUAGE.final_wave									= "ПОСЛЕДНЯЯ ВОЛНА НАЧАЛАСЬ!"
LANGUAGE.final_wave_sub								= "Все классы разблокированы, а возможность на возрождение иссякло!"
LANGUAGE.wave_x_has_begun							= "Волна номер %d началась!"
LANGUAGE.x_unlocked									= "%s разблокирован!"
LANGUAGE.wave_x_is_over								= "Волна номер %d завершилась!"
LANGUAGE.wave_x_is_over_sub							= "Зараженные остановили свое возрождение а товары в арсенальном ящике теперь со скидкой %d%%."
LANGUAGE.you_are_x									= "Вы %s!"
LANGUAGE.x_has_risen_as_y							= "%s восстал, как %s!!"
LANGUAGE.x_has_risen								= "%s восстал!"
LANGUAGE.cant_use_worth_anymore						= "Вы больше не можете использовать стартовый магазин!"
LANGUAGE.class_not_unlocked_will_be_unlocked_x		= "Этот класс ещё не разблокирован. Он будет разблокирован на следующей волне %d."
LANGUAGE.you_are_already_a_x						= "Вы уже %s."
LANGUAGE.you_will_spawn_as_a_x						= "Вы появитесь, как %s."
LANGUAGE.crafting_successful						= "Вы скрафтили!"
LANGUAGE.x_crafted_y								= "%s создал %s."
LANGUAGE.escape_from_the_zombies					= "Убегайте от зараженных!"
LANGUAGE.too_close_to_another_nail					= "Слишком близко к другому гвоздю."
LANGUAGE.object_too_damaged_to_be_used				= "Этот объект слишком поврежден для дальнейшего использования."
LANGUAGE.thanks_for_being_a_fan_of_zs				= "Спасибо за то, что бы наш игрок мода Zombie Survival!"
LANGUAGE.cant_remove_nails_of_superior_player		= "Вы не можете снимать гвозди игрока, который играет гораздо лучше Вас."
LANGUAGE.x_turned_on_noclip							= "%s включил noclip."
LANGUAGE.x_turned_off_noclip						= "%s выключил noclip."
LANGUAGE.unlocked_on_wave_x							= "Разблокируется на волне %d"
LANGUAGE.brains_eaten_x								= "Мозгов съедено: %s"
LANGUAGE.points_x									= "Очков: %s"
LANGUAGE.next_wave_in_x								= "Следующая волна через %s"
LANGUAGE.wave_ends_in_x								= "Волна заканчивается через %s"
LANGUAGE.wave_x_of_y								= "Волна %d из %d"
LANGUAGE.zombie_invasion_in_x						= "Вторжение зомби через %s"
LANGUAGE.intermission								= "Пауза"
LANGUAGE.press_f2_for_the_points_shop				= "Нажмите F2 чтобы открыть Магазин!"
LANGUAGE.breath										= "Дыхание"
LANGUAGE.zombie_volunteers							= "Зараженными станут"
LANGUAGE.x_discount_for_buying_between_waves		= "Скидка в %d%% на покупки в конце каждой волны!"
LANGUAGE.number_of_initial_zombies_this_game		= "Количество зараженных в этой игре (%d%%): %d"
LANGUAGE.humans_closest_to_spawns_are_zombies		= "Самые близко стоящие к спауну зараженных станут зараженными."
LANGUAGE.waiting_for_players						= "Ожидание игроков..."
LANGUAGE.requires_x_people							= "Требуется %d игроков"
LANGUAGE.packing_others_object						= "Складываем объект другого игрока"
LANGUAGE.packing									= "Складываем"
LANGUAGE.ze_humans_are_frozen_until_x				= "Выжившие заморожены на %d секунд до конца раунда."
LANGUAGE.loading									= "Загрузка..."
LANGUAGE.next_round_in_x							= "Следующий раунд через: %s"
LANGUAGE.warning									= "Внимание!"
LANGUAGE.ok_and_no_reminder							= "Хорошо, пожалуйста, больше не показывайте это сообщение"
LANGUAGE.classic_mode_warning						= "На этом сервере ведется Zombie Survival в режиме 'Classic Mode'\nClassic Mode это мод, который ведет альтернативную игру. То, что было изменено:\n* Невозможность выбора класса зараженного. Все играют за Classic Zombie class\n* Инструменты баррикады и турели отключены\n* Больше волн, но они заканчиваются быстрее\n\nЭто не оригинальный Zombie Survival!\n\n-- Серверы, которые ведут режим Классического режима будут показывать CLASSIC MODE в нижнем лемом углу экрана --"
LANGUAGE.classic_mode								= "CLASSIC MODE"
LANGUAGE.resist_x									= "Стойкость: %d%%"
LANGUAGE.right_click_to_hammer_nail					= "ПКМ, чтобы вбить гвоздь."
LANGUAGE.nails_x									= "Гвозди: %d"
LANGUAGE.resupply_box								= "Ящик аммуниции"
LANGUAGE.purchase_now								= "Покупайте сейчас!"
LANGUAGE.integrity_x								= "Целостность: %d%%"
LANGUAGE.empty										= "ПУСТО"
LANGUAGE.manual_control								= "РУЧНОЕ УПРАВЛЕНИЕ"
LANGUAGE.arsenal_crate								= "Арсенальный ящик"
LANGUAGE.not_enough_room_for_a_nest					= "Здесь недостаточно места для гнезда!"
LANGUAGE.too_close_to_another_nest					= "Слишком близко к другому гнезду!"
LANGUAGE.nest_created								= "Гнездо создано! Закончите строительство, чтобы зомби появлялись здесь."
LANGUAGE.nest_built_by_x							= "Гнездо было построено игроком %s."
LANGUAGE.nest_destroyed								= "Гнездо появления было разрушено."
LANGUAGE.wait_x_seconds_before_making_a_new_nest	= "Вы должны подождать %d секунд перед созданием нового гнезда."
LANGUAGE.too_close_to_a_human						= "Слишком близко к людям!"
LANGUAGE.too_close_to_a_spawn						= "Слишком близко к спауну зараженных!"
--LANGUAGE.nest_already_being_built					= "This nest is already being built by someone else!"
LANGUAGE.x_has_built_this_nest_and_is_still_around	= "%s построил это гнездо, так что вы не можете его снести."
LANGUAGE.no_other_nests								= "Вы не сможете уничтожить гнездо, если осталось только одно."
LANGUAGE.no_free_channel							= "Radio interference from too many already being placed!"
LANGUAGE.x_will_be_y_soon							= "%s станет %s скоро!"
LANGUAGE.you_will_be_x_soon							= "Вы станете %s скоро!"

-- Exit point objectives
LANGUAGE.exit_destroyed								= "Зараженные уничтожили какой-то выход!"
LANGUAGE.exit_destroyed_only_one_remain_h			= "Последный остался! Если он будет уничтожен, у вас не останется шанса на побег!"
LANGUAGE.exit_destroyed_only_one_remain_z			= "Остается последний!"
LANGUAGE.exit_destroyed_x_remain					= "%d выходов осталось."
LANGUAGE.last_exit_destroyed_all_is_lost			= "Зараженные уничтожили последний выход."
LANGUAGE.last_exit_destroyed_all_is_lost2			= "У вас не осталось шансов на побег."
LANGUAGE.prop_obj_exit_h							= "Спасайтесь!"
LANGUAGE.prop_obj_exit_z							= "Остановите их!"
LANGUAGE.sigil_destroyed							= "Зараженные уничтожили сигил!"
LANGUAGE.sigil_destroyed_only_one_remain_h			= "Остался только один! Если он будет разрушен, то нибудет никакой надежды на спасение!"
LANGUAGE.sigil_destroyed_only_one_remain_z			= "Остался один сигил!"
LANGUAGE.sigil_destroyed_x_remain					= "%d сигила осталось."
LANGUAGE.sigil_escapestart                          = "Цикл спасения начался"
LANGUAGE.sigil_escapeboss                           = "Цикл спасения - Стадия босса"
LANGUAGE.sigil_deathfog                             = "Цикл спасения - Туман смерти"
LANGUAGE.sigil_yousurvived                          = "Вам удалось выжить! Ждем других выживших..."
LANGUAGE.sigil_teleporting                          = "Телепортация... Пожалуйста, Подождите!"

-- Message beacon messages
LANGUAGE.message_beacon_1							= "Встречаемся здесь"
LANGUAGE.message_beacon_2							= "Здесь нужна защита"
LANGUAGE.message_beacon_3							= "Здесь нужны турели"
LANGUAGE.message_beacon_4							= "Нужны арсенальные ящики здесь"
LANGUAGE.message_beacon_5							= "Нужны медики здесь"
LANGUAGE.message_beacon_6							= "Ящик аммуниции здесь"
LANGUAGE.message_beacon_7							= "Арсенальный ящик здесь"
LANGUAGE.message_beacon_8							= "Нужны излучатели силового поля здесь"
LANGUAGE.message_beacon_9							= "Нужны взрывоопасные объекты здесь"
LANGUAGE.message_beacon_10							= "Зараженные могут пройти здесь"
LANGUAGE.message_beacon_11							= "Не входить!!"
LANGUAGE.message_beacon_12							= "Не выходите наружу"
LANGUAGE.message_beacon_13							= "Защищайте этот район"
LANGUAGE.message_beacon_14							= "Защищайте это место"
LANGUAGE.message_beacon_15							= "Медики здесь"
LANGUAGE.message_beacon_16							= "Покупайте из моего ящика"
LANGUAGE.message_beacon_17							= "Баррикадироваться здесь"
LANGUAGE.message_beacon_18							= "Не баррикадируйтесь здесь"
LANGUAGE.message_beacon_19							= "Не давайте зараженным пройти сюда"
LANGUAGE.message_beacon_20							= "Это сломается"
LANGUAGE.message_beacon_21							= "Это место опасно!"
LANGUAGE.message_beacon_22							= "Избегайте яд!"
LANGUAGE.message_beacon_23							= "Зараженные проламываются здесь!"
LANGUAGE.message_beacon_24							= "Зараженные подходят. Баррикадируйтесь здесь!"
LANGUAGE.message_beacon_25							= "План Б здесь"

-- Class names
LANGUAGE.class_zombie								= "Зомби"
LANGUAGE.class_poison_zombie						= "Ядовитый Зомби"
LANGUAGE.class_flesh_creeper						= "Строитель"
LANGUAGE.class_fast_zombie							= "Быстрый зомби"
LANGUAGE.class_bloated_zombie						= "Жирный зомби"
LANGUAGE.class_classic_zombie						= "Классический зомби"
LANGUAGE.class_super_zombie							= "Супер зомби"
LANGUAGE.class_fresh_dead							= "Свежий зараженный"
LANGUAGE.class_ghoul								= "Гуль"
LANGUAGE.class_headcrab								= "Хэдкраб"
LANGUAGE.class_fast_headcrab						= "Быстрый хэдкраб"
LANGUAGE.class_poison_headcrab						= "Ядовитый хэдкраб"
LANGUAGE.class_the_tickle_monster					= "Щекоточный монстр"
LANGUAGE.class_burster                              = "Взрыватель"
LANGUAGE.class_nightmare							= "Ночной Кошмар"
LANGUAGE.class_pukepus								= "Пукепус"
LANGUAGE.class_bonemesh								= "Костолом"
LANGUAGE.class_crow									= "Ворон"
LANGUAGE.class_wilowisp								= "Блуждающий огонек"
LANGUAGE.class_zombie_torso							= "Торс зомби"
LANGUAGE.class_zombie_legs							= "Ноги зомби"
LANGUAGE.class_wraith								= "Дух"
LANGUAGE.class_butcher								= "Мясник"
LANGUAGE.class_flesh_beast							= "Flesh Beast"
LANGUAGE.class_fast_zombie_legs						= "Ноги быстрого зомби"
LANGUAGE.class_chem_zombie							= "Химический зомби"
LANGUAGE.class_shade								= "Тень"
LANGUAGE.class_gore_child							= "Кровавая Кукла"
LANGUAGE.class_giga_gore_child						= "Гига Кровавая Кукла"
LANGUAGE.class_reaper								= "Жнец"
LANGUAGE.class_nugget								= "Наггет"
LANGUAGE.class_bastardzine							= "Ублюдзин"
LANGUAGE.class_zombine								= "Зомбайн"

-- Class descriptions
LANGUAGE.description_zombie							= "Обычный зомби очень стойкий и довольно силен.\nЕго сложно положить, особенно если не стрелять в голову."
LANGUAGE.description_poison_zombie					= "Этот мутировавший зомби не только чрезвычайно стойкий, но и имеет ненормальную силу.\nЕго тело очень токсично. И рвёт его собственное мясо и кожу что позволяет ему кидать все это в выживших."
LANGUAGE.description_fast_zombie					= "Этот зомби гораздо быстрее, чем остальные зараженные.\nОни не представляют большой угрозы сами по себе, но могут достичь почти любой области, поднимаясь их острыми когтями.\nОни также могут без проблем охотиться на слабых выживших."
LANGUAGE.description_bloated_zombie					= "Их тело состоит из токсичных веществ.\nХоть они и двигаются медленно, они могут нанести большой ущерб."
LANGUAGE.description_ghoul							= "У этого зомби высоко токсичная плоть.\nЭтот зомби немного слабее других, но наносит большой ущерб своими токсическими атаками.\nЕго когти могут ослабить выжившего на короткий срок, а также он выпускает яд из своих ран, если ущерб, нанесенный ему будет довольно высоким."
LANGUAGE.description_headcrab						= "Хэдкрабы - первая причина заражения.\nНикто не знает, откуда они на самом деле пришли.\nИх метод атаки заключается в прыгании на жертву своими когтями на животе."
LANGUAGE.description_fast_headcrab					= "Самец хэдкраба гораздо быстрее, но слабее, чем самка.\nНо как бы ни так, они все же надоедливее и опаснее в группах."
LANGUAGE.description_poison_headcrab				= "Этот хэдкраб полон нейротоксинов.\nОдного укуса обычно достаточно, чтобы убить взрослого человека.\nОн также может плеваться не менее опасным ядом.\nПлевок, однако также смертельно опасен, если попадает в лицо своей жертвы."
LANGUAGE.description_the_tickle_monster				= "Щекоточный монстр. Известен также, как \"монстр, прячущийся у тебя в шкафу\" чтобы ночью утащить тебя из твоей кравати.\nУ него эластичные руки, поэтому убежать от него достаточно трудно, а также это делает его практически идеальным уничтожителем баррикад."
LANGUAGE.description_nightmare						= "Этой очень редкой мутации дает необычные способности Ночной Кошмар.\nОн сильнее, чем любой обычный зараженный в почти что любом направлении, у Ночного Кошмара ужасающая сила.\nОдного взмаха когтями достаточно чтобы убить выжившего."
LANGUAGE.description_crow							= "Отвратительные вороны сейчас более чем паразиты после инфекции.\nОни питаются плотью зараженных и становятся \"носителями\" зараженным.\nПочему вы вообще не скрыли этот класс?\nЧто с Вами не так?"
LANGUAGE.description_wilowisp						= "Иногда известный, как \"дух зараженных\"."
LANGUAGE.description_zombie_torso					= "Вам даже не следует видеть ЭТО."
LANGUAGE.description_zombie_legs					= "Это не для Ваших глаз."
LANGUAGE.description_wraith							= "Зомби или иллюзия?\nНе многое известно о нем, кроме факта, что его\nнеобычная способность невидимость и острые когти могут разрезать все по кусочкам."
LANGUAGE.description_flesh_beast					= "*на подходе*"
LANGUAGE.description_fast_zombie_legs				= "Не для Ваших глаз."
LANGUAGE.description_chem_zombie					= "Тело Химического Зараженного состоит из реактивных, токсичных химикатов.\nУ этого зараженного нет повода для аттаки, кроме как самоубийство, с надеждой подорвать рядом стоящих выживших."
LANGUAGE.description_shade							= "Создавая сильное магнитическое поле вокруг себя, все пули и рукопашные аттаки бесполезны против него.\nОднако, по какой-то причине Тень раним ярким светом."
LANGUAGE.description_butcher						= "Обезумевший мясник зомби. Он не очень живучий, но любой, кому не повезло быть рядом, скорее всего, будет разорван в клочья."
LANGUAGE.description_bonemesh						= "Изуродованный и искромсанный костолом способен делать бомбы.\nКаждая бомба состоит из костей и плоти, которая вредит выжившим, одновременно являясь отличной едой для других зараженных."
LANGUAGE.description_pukepus						= "Гниющее тело пукепуса использует внутренние органы для создания яда.\nОн способен плеваться блевотным ядом, который очень опасен."
LANGUAGE.description_flesh_creeper					= "Строители обладают способностью создавать гнезда.\nИз этих гнёзд появляются другие зомби.\nКак это работает - неизвестно, но выжившим крайне важно уничтожать гнёзда и строителей как можно быстрее."
LANGUAGE.description_gore_child						= "После зомбирования, нерожденный ребенок также заражается.\nОбладая никакими особыми способностями, их сила исходит из их числа."
LANGUAGE.description_giga_gore_child				= "Результат Кровавой Куклы, которая была незамеченна слишком долго.\nУжас, во плоти, его массивное тело является результатом зомбированных стволовых клеток.\nОни также будут хозяином для Кровавых Кукол которые можно всегда находить в кудели с им."
LANGUAGE.description_reaper							= "Быстрый, как ад может напугать людей\n Отправьте людей в ад!"
LANGUAGE.description_bastardzine                    = "Как только наггеты начали бродить по земле, они нашли хозяев так же, как их низший собратья хэдкрабы.\n Этот новый вип зомби, гибрид массового хаоса, безумной скорости и смертоносности."
LANGUAGE.description_burster                        = "Этот зараженный может взорваться если его убить."
LANGUAGE.description_zombine						= "Когда хэдкраб заражает Солдата Альянса этот ужасный зомби создается.\nЭтот зомби представляет угрозу для баррикад в основном разблокирован только на более поздних волнах."

-- Class control schemes
LANGUAGE.controls_zombie							= "> ОСНОВНАЯ АТАКА: Когти\n> ВСПОМОГАТЕЛЬНАЯ АТАКА: Крик\n> ПЕРЕЗАРЯДКА: Плач\n> БЕГ: Притвориться мертвым\n> УБИЙСТВО В НОГИ: Шанс на реанимацию / трансформация"
LANGUAGE.controls_poison_zombie						= "> ОСНОВНАЯ АТАКА: Когти\n> ВСПОМОГАТЕЛЬНАЯ АТАКА: Кинуть плотью\n> ПЕРЕЗАРЯДКА: Крик"
LANGUAGE.controls_fast_zombie						= "> ОСНОВНАЯ АТАКА: Когти\n> ВСПОМОГАТЕЛЬНАЯ АТАКА: Пригнуть высоко / Лазить (по стене)\n> ПЕРЕЗАРЯДКА: Крик"
LANGUAGE.controls_bloated_zombie					= "> ОСНОВНАЯ АТАКА: Когти\n> ВСПОМОГАТЕЛЬНАЯ АТАКА: Плач\n> БЕГ: Притвориться мертвым\n> СМЕРТЬ: Ядовитые куски плоти"
LANGUAGE.controls_ghoul								= "> ОСНОВНАЯ АТАКА: Ядовитые когти\n> ВСПОМОГАТЕЛЬНАЯ АТАКА: Кинуть плотью\n> БЕГ: Притвориться мертвым\n> ПЕРЕЗАРЯДКА: Крик\n> УДАРИВ ВЫЖИВШЕГО: Замедление\n> ПРИ ПОЛУЧЕНИИ РАНЕНИЯ: Выпуск яда из ран"
LANGUAGE.controls_headcrab							= "> ОСНОВНАЯ АТАКА: Укус в прыжке\n> ПЕРЕЗАРЯДКА: Зарыться под землю"
LANGUAGE.controls_fast_headcrab						= "> ОСНОВНАЯ АТАКА: Укус в прыжке"
LANGUAGE.controls_poison_headcrab					= "> ОСНОВНАЯ АТАКА: Укус в прыжке\n> ВСПОМОГАТЕЛЬНАЯ АТАКА: Плевок ядом\n> УДАРИВ ВЫЖИВШЕГО: Смертельный яд\n> ПОПАДАНИЕ ЯДОМ В ГЛАЗА: Ослерление\n> ПЕРЕЗАРЯДКА: Крик"
LANGUAGE.controls_the_tickle_monster				= "> ОСНОВНАЯ АТАКА: Эластичные когти\n> ВСПОМОГАТЕЛЬНАЯ АТАКА: Плач"
LANGUAGE.controls_nightmare							= "> ОСНОВНАЯ АТАКА: Прикосновение смерти\n> ВСПОМОГАТЕЛЬНАЯ АТАКА: Плач"
LANGUAGE.controls_pukepus							= "> ОСНОВНАЯ АТАКА: Рвота"
LANGUAGE.controls_bonemesh							= "> ОСНОВНАЯ АТАКА: Когти\n> ВСПОМОГАТЕЛЬНАЯ АТАКА: Кинуть кровавой бомбой"
LANGUAGE.controls_wraith							= "> ОСНОВНАЯ АТАКА: Когти\n> ВСПОМОГАТЕЛЬНАЯ АТАКА: Крик\n> НЕВИДИМОСТЬ ЗАВИСИТ ОТ ДВИЖЕНИЯ И РАССТОЯНИЯ ВИДИМОСТИ"
LANGUAGE.controls_flesh_beast						= "> ОСНОВНАЯ АТАКА: Когти\n> ВСПОМОГАТЕЛЬНАЯ АТАКА: Хэд Батт"
LANGUAGE.controls_chem_zombie						= "> СМЕРТЬ: Ядовитый взрыв"
LANGUAGE.controls_shade								= "> ОСНОВНАЯ АТАКА: Левитация\n> ВСПОМОГАТЕЛЬНАЯ АТАКА: Кинуть"
LANGUAGE.controls_gore_child						= "> ОСНОВНАЯ АТАКА: Когти"
LANGUAGE.controls_giga_gore_child					= "> ОСНОВНАЯ АТАКА: Удар\n> ВСПОМОГАТЕЛЬНАЯ АТАКА: Кинуть куклу"
LANGUAGE.controls_butcher							= "> ОСНОВНАЯ АТАКА: Рубящий удар"
LANGUAGE.controls_flesh_creeper						= "> ОСНОВНАЯ АТАКА: Удар\n> ВСПОМОГАТЕЛЬНАЯ АТАКА: Создать гнездо"
LANGUAGE.controls_reaper							= "> ОСНОВНАЯ АТАКА: Топор\n> ПЕРЕЗАРЯДКА: Плач"
LANGUAGE.controls_burster                           = "> ОСНОВНАЯ АТАКА: Ядовитый взрыв\n> СМЕРТЬ: Ядовитый взрыв"
LANGUAGE.controls_zombine							= "> ОСНОВНАЯ АТАКА: Когти\n> ВСПОМОГАТЕЛЬНАЯ АТАКА: Граната"

-- The help file... Quite big! I wouldn't blame you if you didn't translate this part.
LANGUAGE.help_cat_introduction						= "Вступление"
LANGUAGE.help_cat_survival							= "Выживание"
LANGUAGE.help_cat_barricading						= "Баррикадирование"
LANGUAGE.help_cat_upgrades							= "Покупки и улучшения"
LANGUAGE.help_cat_being_a_zombie					= "Когда я зараженный"
LANGUAGE.help_cont_introduction						= [[<p>    Добро пожаловать в Zombie Survival,это симулятор (зомби) выживания. ZS позволяет вам отражать аттаки зомби, создавать баррикады, и даже становиться частью армии зараженных. (Перевод: Mr. Darkness)</p>

<p>У Вас есть две комманды: выжившие и зараженные. Выжившие выигрывают, если выживут все волны. Некоторые карты имеют особенные задания, выполняя которые можно выиграть (пример: zs_obj_outland, zs_obj_pharmancy).
Если выживший умирает, то он становится частью армии зомби, что дает меньше шансов на выигрыш выжившим.</p>

<p>Цель зараженных - убить всех выживших, делая их частью своей армии, и заставляя таким образом сделать гейм овер.
Однако, зараженный может убить четверо выживших, чтобы возродиться. Это дает ему второй шанс на выживание и победу.
Помните, единственный способ выиграть раунд - остаться выжившим до конца раунда. Зараженные технически не выигрывают, а наоборот - заставляют остальных проиграть!</p>

<p>Несколько человек будет выбрано (Или желающие) Чтобы стать зараженным в начале раунда. Их кол-во будет изображено внизу вашего экрана до начала раунда.</p>

<p><b>Используйте кнопки "вверх" и "вниз" чтобы узнать более спецефические вещи.</b></p>

<p>Советы для этой секции:
<ul><li>Если вы выходите из игры, как выживший, при переподключении вы становитесь зомби.</li>
<li>После того, как некоторое время раунда прошло, подключающиеся к серверу игроки появятся, как зомби.</li>
<li>Используйте КОМАНДНЫЙ ЧАТ, когда это нужно. Стандартая клавиша - U, позволяет обращаться только к своей команде.</li>
</ul></p>
]]
LANGUAGE.help_cont_survival							= [[<p>Советы для этой секции:
<ul><li>Зажмите клавишу ZOOM (стандартно: Z) чтобы проходить сквозь баррикады с медленной скоростью.</li>
<li>Вы можете покупать предметы, такие как оружие и аммуницию во время перерывов между волнами, но вы также можете собирать оружие, инструменты с умерших выживших.</li>
<li>Если выживший был убит именно зараженным, то они будут реанимированы, как зомби. Убейте их до того, как они убили Вас!</li>
<li>Вам дано только некоторое количество очков которыми вы можете купить начальные предметы, обдумайте свои покупки внимательно!</li>
<li>Мы можете создавать, сохранять, загружать, удалять и помечать, наборы, нажав F2. Таким образом вы можете сохранить тонны времени на баррикадирование или обдумывание планов на игру.</li>
<li>Какое-либо безопасное местно может казаться таким поначалу, но может стать смертельной ловушкой с зомби вокруг. Всегда ищщите дополнительное пространство и "План Б" если что-то пойдет не так.</li>
<li>Вы бесполезны для своей команды, если вы ничего не делаете, чтобы помочь. Вы даже более бесполезны для самого себя, поскольку Вы не зарабатываете очков и не получаете крутые оружия!</li>
<li>Зажмите клавишу БЕГ, в то время, как смотрите на любой вами поставленный объект, чтобы убрать его для дальнейшего использования позже.</li>
<li>Не принадлежащие никому турели (синий свет) могут стать вашими, нажав кнопку ИСПОЛЬЗОВАТЬ. Ничейные турели не будут стрелять!</li>
<li>Вокруг валяющиеся предметы стоит использовать, как баррикаду и стоит их пригвоздить, но не если они слишком тяжелые.</li>
<li>Нанеся достаточно урона дверям, их можно снести.</li>
<li>Большинство предметов становятся красного цвета, в зависимости от нанесенного им урона.</li>
<li>Зомби могут появлятья над друг другом, если выжившие не видят этого.</li>
<li>Большинство оружий ближнего боя достают дальше, чем когти зараженных. Используйте это, как привелегию в защите оружиями ближнего боя.</li>
<li>Игроки одной и той же комманды могут стрелять, проходить, бить сквозь друг друга.</li>
<li>Всегда оставайтесь за своей баррикадой и отойдите на достаточно далекое расстояние от зараженных. У оружий дальнего боя бесконечное расстояние выстрела, у когтей зараженных - нет.</li>
<li>Жизнь восстанавливается после нанесения вам урона, но его достаточно, чтобы убить любого выжившего.</li>
<li>Ваша команда не всегда права, не следуйте приказам, как овечка! Зомби любят овечек.</li>
<li>Зомби видят ваше состояние здоровья, даже сквозь стены. Отходите, если вас ранили, так как зомби будут охотиться именно за раненными.</li>
<li>Не прячьтесь, зараженные могут видеть вас сквозь стены и даже в темноте.</li>
<li>Horde Meter (измеритель толпы зомби) внизу экрана говорит о том, сколько вы можете нанести вреда и получить его от выживших, выносливость к толчкам от пуль. Сгруппируйтесь с другими зомби, чтобы получить большую выносливость, уничтожая баррикады выживших!</li>
<li>Если у вас недостаточно зомби, чтобы уничтожить баррикады, попробуйте пригласить друзей.</li>
<li>Не стреляйте в зараженных, которые находятся в зеленом газе! Он их быстро исцеляет, а вы только тратите патроны!</li>
<li>Зомби выносливы к урону в грудь, даже больше к конечностям. Старайтесь стрелять в голову, поскольку зомби могут регенирировать себя и достать вас!</li>
<li>Хотя зомби получают меньше урона в ногу, стрельба в ноги замедлит их на короткое время, достаточно, чтобы позволить вам или члену команды сбежать.</li>
</ul></p>
]]
LANGUAGE.help_cont_barricading						= [[<p>Баррикадирование - это очень важная часть выживания. Может показаться так, что зомби не такие опасные в начале игры, но позже они станут достаточно сильными, чтобы убить вашу команду за несколько секунд.</p>

<p>Единственный способ держать дистанцию от зомби - это построить хорошую баррикаду.</p>

<p>Есть несколько инструментов, которые дают Вам возможность сделать это. Самый известный - молоток и гвоздь. Они позволяют прибить предметы к стене/полу, в то время, как гвозди должны быть сломаны, чтобы зомби могли достать вас.
Раставьте предметы, которые вы хотите прибить гвоздем, нажав кнопку ИСПОЛЬЗОВАТЬ на этот предмет, чтобы поднять его. Вы можете зажать кнопу АЛТ, чтобы крутить его. Потом достаньте молоток, чтобы прибить его гвоздем правой кнопкой мыши. Лучше всего прибивать предметы к стене, чем к другим объектам.
Помните, когда предмет прибит, он будет получать полученный урон в гвозди, прибитые к нему. Вы можете ремонтировать гвозди, ударяя предметы молотком, но это приведет их к тому, что их уже нельзя будет отремонтировать. Зажмите БЕГ, держа молоток в руках, чтобы увидеть все гвозди, прибитые к предметам.
Если вам кажется, что гвоздь прибит неправильно, или вы хотели бы изменить позицию предмета, вы можете убрать гвозди, нажимая на клавишу ПЕРЕЗАРЯДКА, в то время, как вы смотрите на этот гвоздь. Осторожно, если вы убираете гвоздь, не принадлежащий вам, вам будет штраф в одно очко.
Запомните еще вот что: гвоздям наносится меньше урона, если они прибиты к более крупным предметам. Чем больше размер предмета, тем меньше урона наносится гвоздям.</p>

<p>Ещё один инструмент называется 'Aegis' Barricade Kit. Он позволяет вам расставлять деревянные доски на любой поверхности, или расставлять доски между двумя стенами. Он даже не требует посторонних предметов. Чтобы использовать его, ставьте доску в доступном месте. Его спектр превратится из красного в зеленый, говоря о его доступности.
Ставьте доску, нажимая на кнопку выстрела. Крутите доску с помощью Правой кнопки мыши (стандарт - ПКМ) и кнопкой ПЕРЕЗАРЯДКА. Он использует доски, как аммуницию, так что доски, которые у вас есть в Board Pack могут быть использованы, как дополнительная амуниция! Вы можете также собирать доски, которые вы расставили, нажимая на них кнопку БЕГ, в то время, как вы смотрите на нее.</p>

<p>Ещё один инструмент - Turret (турель). Она стреляет во всех зараженных которые попадаются под ее обзор. Единственное, что турель требует - это аммуниция. Вы можете перезаряжать ее нажав клавишу ИСПОЛЬЗОВАТЬ смотря на нее. Она вам даст дополнительные очки за помощь команде.
Чтобы поставить турель, поставьте ее так, чтобы ее спектр окрасился в зеленый цвет. Ставьте на землю, но не на предметы. Крутите турель при помощи кнопки Правой кнопки мыши и кнопкой ПЕРЕЗАРЯДКА. Если что-то не так, вы можете запаковать турель обратно, зажав кнопку БЕГ. Помните, турель стреляет лишь в зараженных, пересекших ее лазер.</p>

<p>Советы:
<ul>
<li>Вы получаете бонус в 25% очков за убийство зомби, атакующих баррикаду!</li>
<li>Используйте большие предметы для баррикады. Гвозди получают меньше урона а предметы имеют большой объема для их расставления. А также они служат, как прикрытие от дальних атак.</li>
</ul></p>]]
LANGUAGE.help_cont_upgrades							= [[<p>Очки можно заработать, убивая зомби, вылечивая раненных, и строя баррикады.
Вы также можете тратить свои очки в арсенальном ящике на покупки между волнами.
Старайтесь покупать в арсенальном ящике почаще!</p>

<p>Советы:
<ul>
<li>Планируйте на несколько шагов вреред. Покупайте аммуницию для пистолетов в меню наборов, чтобы у вас было достаточно аммуниции, как только вы получаете свой первый апгрейд.</li>
<li>Вы получаете очки за помощь в убийствах. Большая часть очков идет убийце а меньшая часть помощнику.</li>
<li>Очки - тратьте их с умом!</li>
<li>Арсенальные ящики очень хрупки и их легко сломать когтями зомби.</li>
</ul></p>]]
LANGUAGE.help_cont_being_a_zombie					= [[<p>Советы:
<ul>
<li>У Вас бесконечное кол-во жизней, у выживших только лишь одна. Не бойтесь атаковать, атакуйте, и ещё раз атакуйте!</li>
<li>Обычный класс Зомби очень вынослив. Единственный способ убить Вас - стрелять в голову, или быть убитым оружием ближнего боя. Вам не нужны ваши ноги.</li>
<li>Зомби могут появляться друг над другом, если выжившие не могут это увидеть. Следите за глазами черепа внизу Вашего экрана. Если они зеленые, вы можете появиться над зараженным!</li>
<li>С достаточной практикой вы можете использовать предметы, чтобы вмазать их в рожу выживших с расстояния.</li>
<li>Уничтожайте расставленные предметы, такие как турели и, тем более, арсенальные ящики, чтобы ослабить выживших.</li>
<li>Нанеся достаточно урона, вы можете снести двери.</li>
<li>Большинство предметов становятся красного цвета, в зависимости от нанесенного им урона.</li>
<li>Дух абсолютно невидим, когда стоит смирно или находится на большом расстоянии.</li>
<li>Атака прыжком (рывок) Быстрого зомби наносит урон, в зависимости от того, сколько вы продержались в воздухе при прыжке. Чем больше времени - тем больше урона. Делайте рывки на большом расстоянии!</li>
<li>Помимо огромной стойкости и силы, Ядовитый зомби срывает куски своей ядовитой плоти и швыряет ее в выживших, нажимая на Правую кнопку мыши (стандартная клавиша - ПКМ).</li>
<li>Большинство когтей зомби дает два шанса ударить выжившего. Если вы "ударяете" Вашу цель, в то время, как вы атакуете, вы бьете по цели, если цель на доступном расстоянии.</li>
<li>Плевок Ядовитого хэдкраба может ослепить выживших, если вы плюнете в голову.</li>
<li>Охотьтесь за слабыми выжившими! Другие зараженные также будут охотиться за ними, поэтому они становятся легчайшими целями.</li>
<li>Horde Meter внизу экрана измеряет кол-во вашей выносливости и вреда, который вы можете нанести. Группируйтесь с другими зомби для большей выносливости!</li>
<li>Если у вас недостаточно зомби, чтобы уничтожить баррикады, попробуйте пригласить друзей.</li>
<li>Если в местности слишком темно, нажмите на клавишу ФОНАРИК для режима ночного видения.</li>
</ul></p>
]]

-- Place any custom stuff below here...

--[[ Anything that has an \n means a new line: Example
Hello there.\nWelcome to the server will output as:

Hello there. 
Welcome to the server

So remember that when translating]]--

-- Redeem Menu

LANGUAGE.redeemer_credit							= "Zombie Survival - created by William \"JetBoom\" Moodhe.             Zombie Survival: Bandits by MrCraigTunstall"
LANGUAGE.redeemer_save								= "СТАТЬ ЧЕЛОВЕКОМ И СПАСТИ ЧЕЛОВЕЧЕСТВО"
LANGUAGE.redeemer_kill								= "ОСТАТЬСЯ В КАЧЕСТВЕ БАНДИТА И ПОМОЧЬ ИЛИ УБИТЬ ЛЮДЕЙ"

-- Worth Menu

LANGUAGE.worth_title								= "Выберите Свой Набор Для Выживания"
LANGUAGE.worth_close								= "Нажмите F2 чтобы открыть это меню снова."
LANGUAGE.worth_worth								= "Очков"
LANGUAGE.worth_favtab								= "Избранное"
LANGUAGE.worth_favtooltip							= "Это ваша стандартная корзина.\nЕсли вы присоединитесь к игре поздно, то вы будете играть с этой корзиной."
LANGUAGE.worth_favbuy								= "Купить эту сохраненную корзину."
LANGUAGE.worth_favload								= "Загрузить эту сохраненную корзину."
LANGUAGE.worth_favremove							= "Удалить корзину по умолчанию."
LANGUAGE.worth_favdelete							= "Удалить эту сохраненную корзину."
LANGUAGE.worth_favdefault							= "Сделать эту корзину по умолчанию."
LANGUAGE.worth_checkout								= "Купить"
LANGUAGE.worth_checkouttooltip						= "Оформить заказ."
LANGUAGE.worth_random								= "Случайный Набор"
LANGUAGE.worth_randomtooltip						= "Используя это вам будет случайным образом выдан набор предметов вместо нормальной покупки.\n Также используйте это, чтобы закрыть меню покупки."
LANGUAGE.worth_clear								= "Очистить Корзину"
LANGUAGE.worth_cleartooltip							= "Очистить все товары из вашей корзины."
LANGUAGE.worth_saveload								= "Сохранить Корзину"
LANGUAGE.worth_saveloadtooltip						= "Используйте это, чтобы сохранить текущую корзину(ы) для легкой покупки позже."
LANGUAGE.worth_github								= "GitHub"
LANGUAGE.worth_githubtooltip						= "Это перенесет вас на нашу страничку GitHub с модифицированным режимом Zombie Survival."
LANGUAGE.worth_forum								= "Форум"
LANGUAGE.worth_forumtooltip							= "Это перенесет вас на наш форум voidresonance.com"
LANGUAGE.worth_steam								= "Группа в Steam"
LANGUAGE.worth_steamtooltip							= "Это перенесет вас в нашу группу в Steam - Void Resonance."
LANGUAGE.worth_savecart                             = "Сохранить корзину"
LANGUAGE.worth_entername                            = "Введите название для вашей корзины."
LANGUAGE.worth_name                                 = "Название"
LANGUAGE.worth_ok                                   = "ОК"
LANGUAGE.worth_cancel                               = "Отмена"

-- Pointshop Menu

LANGUAGE.all_sales                                  = "Скидки в конце каждой волны"
LANGUAGE.the_pointshop                              = "Магазин"
LANGUAGE.for_allapocalypse                          = "Всё что нужно в зомби апокалипсисе!"
LANGUAGE.pts_tospend                                = "Очков"
LANGUAGE.ars_discount                               = "скидка на покупки между волнами!"
LANGUAGE.ars_tooltip                                = "Этот магазин вооружен QUIK - Anti-zombie backstab device.\nПереместите мышь за пределы магазина, чтобы быстро закрыть его!"
LANGUAGE.ars_worth                                  = "Стартовый Магазин"
LANGUAGE.ars_purchase                               = "Купить"
LANGUAGE.ars_purchaseammo                           = "Купить амуницию"
LANGUAGE.ars_pts                                    = "Очков"

-- Ressuply Box

LANGUAGE.res_box_ready                              = "Готов"
LANGUAGE.res_box_seconds                            = "c"

-- Message beacon

LANGUAGE.msgbeacon_text                             = "Выберите сообщение"

-- PendBoard (End Game)

LANGUAGE.win                                        = "Вы победили!"
LANGUAGE.lose                                       = "Вы проиграли."
LANGUAGE.humans_win                                 = "Люди выжили... пока что."
LANGUAGE.zombies_win                                = "Армия нежити становится сильнее."
LANGUAGE.mentions                                   = "Почетные награды"
LANGUAGE.end_profile                                = "Нажмите здесь, чтобы просмотреть его профиль в сообществе Steam."

-- Shop Items (worth menu) 

--[[Some shop items that are part of the 
arsenal crate get their translations from the Worth Menu as
it's pointless to translate the same weapon twice]]-- 

LANGUAGE.worth_peashooter                           = "Пистолет 'Игрушечный'"
LANGUAGE.worth_battleaxe                            = "Пистолет 'Боевой топор'"
LANGUAGE.worth_owens                                = "Пистолет 'Оуэнс'"
LANGUAGE.worth_blaster                              = "Дробовик 'Бластер'"
LANGUAGE.worth_tosser                               = "Пистолет-пулемет 'Мудак'"
LANGUAGE.worth_stubber                              = "Снайперская винтовка 'Стаббер'"
LANGUAGE.worth_crackler                             = "Штурмовая винтовка 'Трескун'"
LANGUAGE.worth_z9000                                = "Импульсный пистолет 'Z9000'"
LANGUAGE.worth_3pistol                              = "3 коробки патронов для пистолета"
LANGUAGE.worth_3shotgun                             = "3 коробки патронов для дробовика"
LANGUAGE.worth_3smg                                 = "3 коробки патронов для пистолета-пулемета"
LANGUAGE.worth_3assaultrifle                        = "3 коробки патронов для штурмовой винтовки"
LANGUAGE.worth_3rifle                               = "3 коробки патронов для винтовки"
LANGUAGE.worth_3pulse                               = "3 коробки импульсных зарядов"
LANGUAGE.worth_5pistol                              = "5 коробок патронов для пистолета"
LANGUAGE.worth_5shotgun                             = "5 коробок патронов для дробовика"
LANGUAGE.worth_5smg                                 = "5 коробок патронов для пистолета-пулемета"
LANGUAGE.worth_5assaultrifle                        = "5 коробок патронов для штурмовой винтовки"
LANGUAGE.worth_5rifle                               = "5 коробок патронов для винтовки"
LANGUAGE.worth_5pulse                               = "5 коробок импульсных зарядов"
LANGUAGE.worth_axe                                  = "Топор"
LANGUAGE.worth_crowbar                              = "Лом"
LANGUAGE.worth_stun                                 = "Оглушающая Дубинка"
LANGUAGE.worth_knife                                = "Нож"
LANGUAGE.worth_plank                                = "Доска"
LANGUAGE.worth_fryingpan                            = "Сковородка"
LANGUAGE.worth_cookingpot                           = "Кастрюля"
LANGUAGE.worth_leadpipe                             = "Свинцовая труба"
LANGUAGE.worth_meathook                             = "Крюк Мясника"
LANGUAGE.worth_medkit                               = "Аптечка"
LANGUAGE.worth_medgun                               = "Медицинский пистолет"
LANGUAGE.worth_150meds                              = "150 медицинских зарядов"
LANGUAGE.worth_150meds2                             = "150 дополнительных зарядов для аптечки."
LANGUAGE.worth_arsenalcrate                         = "Арсенальный Ящик"
LANGUAGE.worth_resupplybox                          = "Ящик аммуниции"
LANGUAGE.worth_turret                               = "Инфракрасная турель"
LANGUAGE.worth_turret2                              = "Это автоматизированная турель требует постоянного обслуживания, чтобы быть полезной.\nНажмите ЛКМ, чтобы развернуть турель.\nНажмите ПКМ, ПЕРЕЗАРЯДКА, чтобы повернуть турель.\nНажмите ИСПОЛЬЗОВАТЬ, на развернутой турели, чтобы дать ей некоторые из ваших патронов для ПП.\nНажмите ИСПОЛЬЗОВАТЬ, на развернутой турели без владельца (синий свет), чтобы стать её владельцем."
LANGUAGE.worth_manhack                              = "Манхэк"
LANGUAGE.worth_wrench                               = "Гаечный ключ"
LANGUAGE.worth_hammer                               = "Молоток плотника"
LANGUAGE.worth_6nails                               = "Коробка с 12 гвоздями"
LANGUAGE.worth_6nails2                              = "Дополнительная коробка гвоздей для ваших баррикадных потребностей."
LANGUAGE.worth_junkpack                             = "Мусорный Пакет"
LANGUAGE.worth_spotlamp                             = "Точечная Лампа"
LANGUAGE.worth_beacon                               = "Маяк Сообщения"
LANGUAGE.worth_fieldemiter                          = "Излучатель Силового Поля"
LANGUAGE.worth_stone                                = "Камень"
LANGUAGE.worth_oxygentank                           = "Кислородный баллон"
LANGUAGE.worth_oxygentank2                          = "Увеличивает время нахождения под водой."
LANGUAGE.worth_fit                                  = "Здоровый"
LANGUAGE.worth_fit2                                 = "Увеличивает максимальный запас здоровья в небольшом количестве."
LANGUAGE.worth_tough                                = "Крепкий"
LANGUAGE.worth_tough2                               = "Увеличивает максимальный запас здоровья в большом количестве."
LANGUAGE.worth_quick                                = "Быстрый"
LANGUAGE.worth_quick2                               = "Дает небольшой бонус к скорости бега."
LANGUAGE.worth_surged                               = "Шустрый"
LANGUAGE.worth_surged2                              = "Дает заметный бонус к скорости бега."
LANGUAGE.worth_handy                                = "Умелый"
LANGUAGE.worth_handy2                               = "Дает 25% бонус к эффективности починки всего"
LANGUAGE.worth_engi                                 = "Инженер"
LANGUAGE.worth_engi2                                = "Дает 50% бонус к эффективности починки всего."
LANGUAGE.worth_surgeon                              = "Хирург"
LANGUAGE.worth_surgeon2                             = "Увеличивает эффективность лечения себя и других с аптечкой на 30%. Увеличивает эффективность медицинского пистолета на 33%."
LANGUAGE.worth_medicine                             = "Медицина"
LANGUAGE.worth_medicine2                            = "Увеличивает эффективность лечения себя и других с аптечкой на 50%. Увеличивает эффективность медицинского пистолета на 53%."
LANGUAGE.worth_resistant                            = "Невосприимчивый к яду"
LANGUAGE.worth_resistant2                           = "Вы будете получать половину урона от яда."
LANGUAGE.worth_regen                                = "Регенеративный"
LANGUAGE.worth_regen2                               = "Если ваше здоровье упадет ниже 50%, вы будете регенерироваться на 1 единицу здоровья каждые 6 секунд."
LANGUAGE.worth_muscular                             = "Мускулистый"
LANGUAGE.worth_muscular2                            = "Вы наносите 20% дополнительного урона оружие ближнего боя, а также можете поднимать тяжелые предметы, вместо того, чтобы перетаскивать их."
LANGUAGE.worth_carpenter                             = "Плотник"
LANGUAGE.worth_carpenter2                             = "50% Уменьшенная задержка при использовании молотков."
LANGUAGE.worth_cannibal                             = "Каннибализм"
LANGUAGE.worth_cannibal2                             = "Теперь вы можете съесть расчлененные части от зомби и людей, чтобы восстановить здоровье.\n Просто прикоснитесь к расчлененной части, чтобы съесть её."
LANGUAGE.worth_ghostmode                             = "Режим Призрака"
LANGUAGE.worth_ghostmode2                             = "Вы можете гораздо быстрее проходить сквозь пропы"
LANGUAGE.worth_allergic                             = "Аллергический"
LANGUAGE.worth_allergic2                             = "Яд наносит вдвое больше урона в обмен на очки."
LANGUAGE.worth_weak                                 = "Слабость"
LANGUAGE.worth_weak2                                = "Уменьшает здоровье на 30 единиц в обмен на очки."
LANGUAGE.worth_slow                                 = "Медлительность"
LANGUAGE.worth_slow2                                = "Снижает скорость на значительное количество в обмен на очки."
LANGUAGE.worth_palasy                               = "Паралич"
LANGUAGE.worth_palasy2                              = "Уменьшает способность прицеливания при повреждении в обмен на очки."
LANGUAGE.worth_hemo                                 = "Гемофилия"
LANGUAGE.worth_hemo2                                = "При ударе вы начинаете кровоточить в обмен на очки."
LANGUAGE.worth_banlive                              = "Бан на всю жизнь"
LANGUAGE.worth_banlive2                             = "Запрещает делать покупки в арсенальном ящике в обмен на очки."
LANGUAGE.worth_clumsy                               = "Неуклюжий"
LANGUAGE.worth_clumsy2                              = "Делает вас чрезвычайно легким для снесения с ног в обмен на очки."
LANGUAGE.worth_wideload                             = "Широкий"
LANGUAGE.worth_wideload2                            = "Запрещает вам проходить сквозь баррикады в обмен на очки."
LANGUAGE.worth_noodlearms                           = "Макаронные Руки"
LANGUAGE.worth_noodlearms2                          = "Запрещает поднимать оружие/патроны/обьекты в обмен на очки."

-- Shop Items (arsenal crate) 

LANGUAGE.ars_deagle                                 = "Пустынный Орел 'Зомби Дрель'"
LANGUAGE.ars_glock                                  = "Глок 3 'Перекрестный огонь'"
LANGUAGE.ars_magnum                                 = "Магнум 'Рикошет'"
LANGUAGE.ars_tacticalpistol                         = "Тактический пистолет 'Ластик'"
LANGUAGE.ars_uzi                                    = "9мм Узи 'Опрыскиватель'"
LANGUAGE.ars_shredder                               = "Пистолет-пулемет 'Шредер'"
LANGUAGE.ars_bulletstorm                            = "Пистолет-пулемет 'Пулевой Шторм'"
LANGUAGE.ars_hunter                                 = "Снайперская винтовка 'Охотник'"
LANGUAGE.ars_reaperump                              = "Пистолет-пулемет 'Жнец'"
LANGUAGE.ars_autoen                                 = "Автоматический дробовик 'Эндер'"
LANGUAGE.ars_akbar                                  = "Штурмовая винтовка 'Акбар'"
LANGUAGE.ars_galil                                  = "Штурмовая винтовка 'Риддлер'"
LANGUAGE.ars_silencer                               = "Пистолет-пулемет 'Глушитель'"
LANGUAGE.ars_stalker                                = "Штурмовая винтовка 'Сталкер'"
LANGUAGE.ars_inferno                                = "Штурмовая винтовка 'Инферно'"
LANGUAGE.ars_annabele                               = "Винтовка 'Анабель'"
LANGUAGE.ars_infiltrator                            = "Винтовка G3sg1 'Агент'"
LANGUAGE.ars_crossbow                               = "Арбалет 'Пронзатель'"
LANGUAGE.ars_eliminator                             = "Штурмовая винтовка SG552 'Нейтрализатор'"
LANGUAGE.ars_sweeper                                = "Дробовик 'Чистильщик'"
LANGUAGE.ars_tiny                                   = "Винтовка 'Мини'"
LANGUAGE.ars_adonis                                 = "Импульсная винтовка 'Адонис'"
LANGUAGE.ars_punisher                               = "Пулемет M249 'Каратель'"
LANGUAGE.ars_killer                                 = "Снайперская винтовка SG550 'Убийца'"
LANGUAGE.ars_boomstick                              = "Громовая Палка"
LANGUAGE.ars_pistol_ammo                            = "коробка патронов для пистолета"
LANGUAGE.ars_shotgun_ammo                           = "коробка патронов для дробовика"
LANGUAGE.ars_smg_ammo                               = "коробка патронов для ПП"
LANGUAGE.ars_assaultrifle_ammo                      = "коробка патронов для штурмовой винтовки"
LANGUAGE.ars_rifle_ammo                             = "коробка патронов для винтовки"
LANGUAGE.ars_bolt                                   = "арбалетный болт"
LANGUAGE.ars_pulse_ammo                             = "коробка импульсных зарядов"
LANGUAGE.ars_shovel                                 = "Лопата"
LANGUAGE.ars_sledge                                 = "Кувалда"
LANGUAGE.ars_aegis                                  = "Набор досок 'Аегис'"
LANGUAGE.ars_nail                                   = "Гвоздь"
LANGUAGE.ars_nail2                                  = "Это всего лишь один гвоздь."
LANGUAGE.ars_50meds                                 = "50 медицинских зарядов"
LANGUAGE.ars_50meds2                                = "50 дополнительных зарядов для аптечки."
LANGUAGE.ars_grenade                                = "Граната"
LANGUAGE.ars_detpack                                = "Дистанционный взрыв-пакет"

-- Craft Weapons 

LANGUAGE.craft_electricshovel                       = "Электрическая Лопата"
LANGUAGE.craft_empower                              = "Инструмент Усиления"
LANGUAGE.craft_empower_desk                         = "Хотя это бесполезно, как оружие, похоже, у него есть мистическое свойство, пока вы его держите."
LANGUAGE.craft_empowercrowbar                       = "Усиленный Лом"
LANGUAGE.craft_hammergod                            = "Богоподобный Молоток Плотника"
LANGUAGE.craft_infinity                             = "Пистолет 'Бесконечность'"
LANGUAGE.craft_glock9                               = "Глок 9 'Перекрестный огонь'"
LANGUAGE.medkitgod                                  = "Аптечка бога"
LANGUAGE.craft_infboomstick                         = "Бесконечная Громовая Палка"
LANGUAGE.craft_infdeagle                            = "Пустынный Орел 'Бесконечность'"
LANGUAGE.craft_infm249                              = "Пулемет M249 'Бесконечность"
LANGUAGE.craft_infplank                             = "Бесконечная Палка"
LANGUAGE.craft_infinochet                           = "Пистолет 'Бесконечношет'"
LANGUAGE.craft_deagleredeemers                      = "Пустынные Орлы 'Спасители'"
LANGUAGE.craft_dualboomstick                        = "Две громовые палки"
LANGUAGE.craft_dualboomstickdesk                    = "Эти дробовики позволяют загружать до четырех картечей в обойму одновременно. Удерживайте ПЕРЕЗАРЯДКА, для более быстрой перезарядки каждой картечи."
LANGUAGE.craft_empowershovel                        = "Усиленная лопата"
LANGUAGE.craft_empowerkongol                        = "Усиленный Боевой Топор"
LANGUAGE.craft_jethammer                            = "Молот С Двигателем"
LANGUAGE.craft_jethammerdesk                        = "Приведенный в действие мощными реактивными двигателями, этот молот все еще требует времени для того чтобы ударить но имеет весьма большой урон и далеко откидывает при ударе."
LANGUAGE.craft_kongol                               = "Боевой Топор"
LANGUAGE.craft_multiinferno                         = "Штурмовая винтовка 'Мульти Инферно'"
LANGUAGE.craft_nukemasher                           = "Ядерный Давитель"
LANGUAGE.craft_scar                                 = "Штурмовая винтовка 'Терминус' SCAR-L"
LANGUAGE.craft_volcanoarm                           = "Пистолет 'Вулканическая рука'"
LANGUAGE.craft_volcanoarmdesk                       = "Эта пушка наносит очень большой урон. Вот и все."

-- Weapon Names 

LANGUAGE.wn_bonemesh                                = "Костолом"
LANGUAGE.wn_chem                                    = "Химический Зомби"
LANGUAGE.wn_crow                                    = "Ворона"
LANGUAGE.wn_detpack                                 = "Дистанционный взрыв-пакет"
LANGUAGE.wn_turret                                  = "Турель"
LANGUAGE.wn_headcrab                                = "Хэдкраб"
LANGUAGE.wn_pheadcrab                               = "Ядовитый Хэдкраб"
LANGUAGE.wn_poisonzombie                            = "Ядовитый Зомби"
LANGUAGE.wn_wisp                                    = "Блуждающий огонек"
LANGUAGE.wn_spotlmp                                 = "Точечная Лампа"
LANGUAGE.wn_wraith                                  = "Дух"
LANGUAGE.wn_zombie                                  = "Зомби"
LANGUAGE.wn_bloatedzombie                           = "Жирный Зомби"
LANGUAGE.wn_buststick                               = "Бюст-на-палке"
LANGUAGE.wn_butcherknife                            = "Мясницкий Нож"
LANGUAGE.wn_detpackremote                           = "Детонатор"
LANGUAGE.wn_drone                                   = "Дрон"
LANGUAGE.wn_droncontroll                            = "Контроллер Дрона"
LANGUAGE.wn_hammerelectro                           = "Электро молоток"
LANGUAGE.wn_fheadcrab                               = "Быстрый Хэдкраб"
LANGUAGE.wn_fastlegs                                = "Быстрый Зомби Кунг-Фу"
LANGUAGE.wn_fists                                   = "Кулаки"
LANGUAGE.wn_freshcreeper                            = "Строитель"
LANGUAGE.wn_ghoul                                   = "Гуль"
LANGUAGE.wn_turretcontroll                          = "Контроллер Турели"
LANGUAGE.wn_keyboard                                = "Клавиатура"
LANGUAGE.wn_lamp                                    = "Лампа"
LANGUAGE.wn_manhacksaw                              = "Манхэк - Прикрепленная Пила"
LANGUAGE.wn_manhackcontroll                         = "Контроллер Манхэка"
LANGUAGE.wn_megamasher                              = "Мега Давитель"
LANGUAGE.wn_nightmare                               = "Ночной Кошмар"
LANGUAGE.wn_pot                                     = "Кастрюля"
LANGUAGE.wn_pukepus                                 = "Пукепус"
LANGUAGE.wn_redeemers                               = "Двойные Пистолеты 'Спасители'"
LANGUAGE.wn_sawhack                                 = "Кромсатель"
LANGUAGE.wn_ticlemonster                            = "Щекоточный монстр"
LANGUAGE.wn_waraxe                                  = "Пистолет 'Топор войны'"
LANGUAGE.wn_zombielegs                              = "Зомби Кунг-Фу"
LANGUAGE.weapon_katana                              = "Катана"
LANGUAGE.weapon_python                              = "Магнум 'Питон'"
LANGUAGE.wn_suicidebmb                              = "Бомба Смертника"
LANGUAGE.wn_explosivecrowbar                        = "Взрывной Лом"
LANGUAGE.wn_explosiveredeemers                      = "Взрывные Двойные Пистолеты 'Спасители'"
LANGUAGE.wn_claws                                   = "Когти"

-- Special Weapons (rape swep, admins only things)

LANGUAGE.wns_rape                                   = "Изнасиловать"
LANGUAGE.wn_gokufists                               = "Кулаки Гоку"

-- Item Descriptions

LANGUAGE.z900_desk                                  = "Хотя Z9000 не наносит большого урона, импульсные выстрелы замедляют цели."
LANGUAGE.knife_desk                                 = "Наносит двойной урон в спину."
LANGUAGE.crowbar_desk                               = "Мгновенно убивает хедкрабов."
LANGUAGE.stun_desk                                  = "Хотя слабое по сравнению с другим оружием, эта дубинка\nимеет возможность замедлять зомби электрическим током."
LANGUAGE.wrench_desk                                = "Этот инструмент может быть использован для ремонта развертываемых предметов до тех пор, пока они не были повреждены в окончательно."
LANGUAGE.manhack_desk                               = "Развертываемое устройство с дистанционным управлением.\nИдеал для скаутинга но также можно использовать для атаки с  безопасного расстояния."
LANGUAGE.ars_desk                                   = "Этот ящик бесценен для выживания. Он позволяет людям покупать новое оружие, инструменты, боеприпасы и т.д.\nУстановщик получает 7% комиссии по закупкам которые сделали другие игроки из его ящика.\nНажмите ЛКМ, чтобы разместить ящик.\nНажмите ПКМ, и ПЕРЕЗАРЯДКА, чтобы повернуть ящик."
LANGUAGE.ars_resupply                               = "Позволяет выжившим получить боеприпасы для их текущего оружия. Каждый человек может использовать коробку только один раз в каждые 2 минуты.\nНажмите ЛКМ, чтобы разместить ящик.\nНажмите ПКМ, и ПЕРЕЗАРЯДКА, чтобы повернуть ящик."
LANGUAGE.medkit_desk                                = "Расширенный набор лекарств, бинтов и морфина.\nОчень полезен для поддержания группы выживших здоровыми.\nИспользуйте ПКМ, чтобы лечить других игроков.\nИспользуйте ЛКМ, чтобы лечить себя.\nЛечение других игроков не только быстрее, но вы получите хороший бонус к очкам!"
LANGUAGE.medgun_desk                                = "Стреляет медицинскими дротиками которые могут излечить на растоянии. Хотя и менее мощный, чем аптечка, им можно стрелять быстро и использовать на большом расстоянии."
LANGUAGE.carpenderhm_desk                           = "Простой, но чрезвычайно полезный инструмент. Позволяет забивать гвозди, чтобы сделать баррикады.\nНажмите ПКМ, чтобы забить гвоздь. Он будет прикреплен к тому что за этим стоит.\nНажмите ПЕРЕЗАРЯДКА, чтобы отбить гвоздь.\nИспользуйте ЛКМ, чтобы бить по мозгам зомби или чинить поврежденные гвозди.\nВы получаете очки за восстановление поврежденных гвоздей, но штраф за удаление гвоздей другого игрока."
LANGUAGE.junk_desk                                  = "Это просто пачка деревянного хлама, хранящегося вместе с какой-то клейкой лентой.\nОчень полезно для постройки баррикады когда никаких материалов нет вокруг.\nНужно что-то вроде молотка и гвоздей, чтобы держать вещи на месте."
LANGUAGE.msgbeacon_desk                             = "Этот Маяк позволяет отображать сообщения для всех других людей на расстоянии.\nНажмите ПКМ, чтобы выбрать различные сообщения.\nНажмите ЛКМ, чтобы разместить.\nНажмите БЕГ, на развернутом Маяке , которым вы владеете, чтобы забрать его."
LANGUAGE.femiter_desk                               = "Блокирует пули и другие снаряды, но не остановит людей, зомби или других существ от прохождения.\nНажмите ЛКМ, чтобы разместить.\nНажмите ПКМ, и ПЕРЕЗАРЯДКА, чтобы повернуть."
LANGUAGE.stone_desk                                 = "Простой камень, найти его можно везде."
LANGUAGE.deagle_desk                                = "Этот пистолет использует мощные пули, которые имеют больше отбрасывания, чем другие."
LANGUAGE.erazer_desk                                = "Урон увеличивается по мере уменьшения оставшихся пуль. Последний выстрел стоит тройного урона."
LANGUAGE.magnum_desk                                = "Пули этого пистолета будут отскакивать от стен, которые затем будут наносить дополнительный урон."
LANGUAGE.stalker_desk                               = "Использование этой пушки позволит сильно сократить расстояние, на котором зомби смогут увидеть вашу ауру."
LANGUAGE.hunter_desk                                = "Стреляет специальными крупнокалиберными пулями. Время перезарядки медленное, но у него большой урон."
LANGUAGE.bulletstorm_desk                           = "Удерживайте правую кнопку мыши, чтобы использовать режим стрельбы шторма: скорострельность снижается до 60% , но две пули выстреливаются сразу."
LANGUAGE.annabele_desk                              = "Пули этого модифицированного охотничьего ружья взорвутся до меньших пуль при ударе по твердой поверхности."
LANGUAGE.crossbow_desk                              = "Это древнее оружие может легко сделать шашлык из группы зомби."
LANGUAGE.tiny_desk                                  = "Эта мощная винтовка мгновенно убивает любого зомби выстрелом в голову."
LANGUAGE.boom_desk                                  = "Этот дробовик позволяет загружать до четырех картечей в обойму одновременно. Удерживайте кнопку ПЕРЕЗАРЯДКА, для более быстрой загрузки каждой картечи."
LANGUAGE.adonis_desk                                = "Наносит огромный урон и замедляет цели."
LANGUAGE.shovel_desk                                = "Мгновенно убивает зомби, которые сбиты с ног."
LANGUAGE.grenade_desk                               = "Простая осколочная граната.\nПри использовании в правильных условиях, она может уничтожить группы зомби."
LANGUAGE.detpack_desk                               = "Пакет взрывчатых веществ, которые могут быть размещены на поверхности и взорваны дистанционно.\nНажмите ЛКМ, чтобы разместить.\nНажмите ЛКИ, еще раз, чтобы взорвать.\nНажмите БЕГ, на развернутом детонационном пакете, чтобы обезвредить и забрать его."
LANGUAGE.aegis_desk                                 = "Готов к использованию, все-в-одном, развертыватель досок.\nОн автоматически размещает доску и после этого твердо прикрепляет ее на почти любую поверхность.\nИспользуйте ЛКМ, чтобы разместить доску.\nНажмите ПКМ, и ПЕРЕЗАРЯДКА, чтобы повернуть доску.\nПризрак доски показывает вам, если размещение действительно или нет."
LANGUAGE.spotlmp_desk                               = "Эта лампа является внимательным глазом, который освещает зону.\nНажмите ЛКМ, чтобы разместить.\nНажмите ПКМ, и ПЕРЕЗАРЯДКА, чтобы повернуть."
LANGUAGE.medkit_text                                = "Аптечка"
LANGUAGE.wn_detpackremotedes                        = "Дает пользователю удаленно детонировать свои детонационные пакеты."
LANGUAGE.wn_dronedes                                = "Развертываемое устройство с дистанционным управлением.\nИдеально подходит для разведки, поиска и целевых атак."
LANGUAGE.wn_droncontrolldes                         = "Контроллер для вашего Дрона."
LANGUAGE.wn_turretcontrolldes                       = "Дает пользователю вручную взять под контроль любые турели которыми он владеет."
LANGUAGE.wn_manhacksawdes                           = "Модифицированный Манхэк с прикрепленной пилой.\nНаносит значительно больше урона и долговечнее. Немного менее легче контролировать."
LANGUAGE.wn_manhackcontrolldes                      = "Контроллер для твоего Манхэка."
LANGUAGE.wn_manhacksawcontrolldes                   = "Контроллер для твоего модифицированного Манхэка."
LANGUAGE.wn_oxygentankdes                           = "Дает пользователю гораздо больше емкости воздуха."
LANGUAGE.wn_manhacksawcontroll                      = "Модифицированный Манхэк с прикрепленной пилой.\nНаносит значительно больше урона и долговечнее. Немного менее легче контролировать."

-- Honorable Mentions 

LANGUAGE.hm_most_zombies_killed                     = "Большинство убитых зомби"
LANGUAGE.hm_most_zombies_killed2                    = "%s, убил %d зомби."
LANGUAGE.hm_most_dmg_undead                         = "Наибольший урон зомби"
LANGUAGE.hm_most_dmg_undead2                        = "%s, нанес %d урона по зомби."
LANGUAGE.hm_pacifist                                = "Пацифист"
LANGUAGE.hm_pacifist2                               = "%s, не убил не одного зомби и выжил!"
LANGUAGE.hm_most_helpful                            = "Самый полезный"
LANGUAGE.hm_most_helpful2                           = "%s, оказал помощь, в убийстве %d зомби"
LANGUAGE.hm_last_human                              = "Последний Человек"
LANGUAGE.hm_last_human2                             = "%s, был последним живым человеком."
LANGUAGE.hm_outlander                               = "Чужеземец"
LANGUAGE.hm_outlander2                              = "%s убил %d зомби на их спавне."                       
LANGUAGE.hm_good_doctor                             = "Хороший Врач"
LANGUAGE.hm_good_doctor2                            = "%s, вылечил свою команду на %d здоровья."
LANGUAGE.hm_handy_man                               = "Умелец"
LANGUAGE.hm_handy_man2                              = "%s, починил баррикады на %d очков."
LANGUAGE.hm_scarecrow                               = "Пугало"
LANGUAGE.hm_scarecrow2                              = "%s, убил %d ворон."
LANGUAGE.hm_most_brains_eaten                       = "Большинство съеденных мозгов"
LANGUAGE.hm_most_brains_eaten2                      = "%s, съел %d мозг(а,ов)."
LANGUAGE.hm_most_dmg_tohumans                       = "Наибольший урон людям"
LANGUAGE.hm_most_dmg_tohumans2                      = "%s, нанес %d урона людям."
LANGUAGE.hm_last_bite                               = "Последний Укус"
LANGUAGE.hm_last_bite2                              = "%s, укусил последнего человека."
LANGUAGE.hm_most_useful                             = "Самый полезный для противоположной команды"
LANGUAGE.hm_most_useful2                            = "%s, оказал помощь своим товарищам и убил %d людей!"
LANGUAGE.hm_stupid                                  = "Глупый"
LANGUAGE.hm_stupid2                                 = "%s был убит в %d футах от спавна зомби."
LANGUAGE.hm_salesman                                = "Продавец"
LANGUAGE.hm_salesman2                               = "%s, продал на %d очков из арсенального ящика."
LANGUAGE.hm_warehouse                               = "Склад"
LANGUAGE.hm_warehouse2                              = "У %s, использовали ящик аммуниции %d раз(а)."
LANGUAGE.hm_spawn_point                             = "Точка Появления"
LANGUAGE.hm_spawn_point2                            = "В %s, появилось %d зомби."
LANGUAGE.hm_crow_fighter                            = "Истребитель Ворон"
LANGUAGE.hm_crow_fighter2                           = "%s, убил %d ворон из его команды."
LANGUAGE.hm_minor_annoyance                         = "Мелкий Раздражитель"
LANGUAGE.hm_minor_annoyance2                        = "%s, нанес %d урона по баррикадам вороной."
LANGUAGE.hm_barricade_destroyer                     = "Разрушитель Баррикад"
LANGUAGE.hm_barricade_destroyer2                    = "%s, нанес %d урона по баррикадам."
LANGUAGE.hm_nest_destroyer                          = "Разрушитель Гнезд"
LANGUAGE.hm_nest_destroyer2                         = "%s, уничтожил %d гнезд."
LANGUAGE.hm_nest_master                             = "Мастер Гнезд"
LANGUAGE.hm_nest_master2                            = "У %s, появилось %d зомби через его гнездо."

-- Weapon Titles

LANGUAGE.title_guns                                 = "Пушки"
LANGUAGE.title_ammo                                 = "Амуниция"
LANGUAGE.title_melee                                 = "Оружие ближнего боя"
LANGUAGE.title_tools                                 = "Инструменты"
LANGUAGE.title_other                                 = "Другое"
LANGUAGE.title_traits                                 = "Улучшения"
LANGUAGE.title_returns                              = "Ухудшения"

-- MainMenu (F1 menu)

LANGUAGE.mm_pm_selection                           = "Выбор модели игрока"
LANGUAGE.mm_pm_color                               = "Цвет игрока"
LANGUAGE.mm_color                                  = "Цвета"
LANGUAGE.mm_w_color                                = "Цвет оружия"
LANGUAGE.mm_close                                  = "Закрыть"
LANGUAGE.mm_credits                                = "Авторы"
LANGUAGE.mm_credits2                               = "Авторы ZS:R"
LANGUAGE.mm_options                                = "Настройки"
LANGUAGE.mm_pc                                     = "Цвет игрока"
LANGUAGE.mm_pm                                     = "Модель игрока"
LANGUAGE.mm_help                                   = "Помощь"
LANGUAGE.mm_pm_messg                               = "Вы изменили желаемую модель игрока на"
LANGUAGE.mm_sp                                     = "Наблюдать"
LANGUAGE.mm_unsp                                   = "Не-Наблюдать"
LANGUAGE.spectator_now                             = "Вы теперь Наблюдатель."
LANGUAGE.spectator_cantchange                       = "Вы не можете стать наблюдателем во время волны 0"
LANGUAGE.spectator_cantchange2                       = "На этом сервере отключен режим наблюдателя"
LANGUAGE.spectator_canchange_in_x                   = "Вы можете стать наблюдателем через %s"

-- Weapon Database

LANGUAGE.wb_database                               = "База данных об оружии"
LANGUAGE.wb_wspeed                                 = "Скорость передвижения"
LANGUAGE.wb_mdmg                                   = "Урон"
LANGUAGE.wb_range                                  = "Дальность удара"
LANGUAGE.wb_msize                                  = "Размер"
LANGUAGE.wb_clipsize                               = "Размер обоймы"
LANGUAGE.wb_dmg                                    = "Урон"
LANGUAGE.wb_numshots                               = "Кол-во пуль при выстреле"
LANGUAGE.wb_delay                                  = "Темп стрельбы(удара)"
LANGUAGE.wb_minaccu                                = "Минимальная точность"
LANGUAGE.wb_maxaccu                                = "Максимальная точность"

-- Class Selection

LANGUAGE.normal_selection                           = "Вернуться к обычному меню классов..."
LANGUAGE.boss_selection                             = "Выбрать желанный класс босса..."
LANGUAGE.classes_and                                = "и"

-- Options

LANGUAGE.options_options                            = "Настройки"
LANGUAGE.options_no_ars_crate                  		= "Не показывать арсенальные ящики сквозь стены"
LANGUAGE.options_old_hud                  			= "Включить панель здоровья в Интерфейсе (требует повторного присоединения)"
LANGUAGE.options_no_resupply                  		= "Не показывать ящики аммуниции через стены"
LANGUAGE.options_no_floating_score                  = "Отключить всплывающие показатели очков?"
LANGUAGE.options_iron_sights_crosshair              = "Показывать точку в прицеливании"
LANGUAGE.options_film_mode                          = "Режим Фильма (отключает большиство из интерфейса)"
LANGUAGE.options_beats                              = "Включить игровую музыку"
LANGUAGE.options_play_music                         = "Включить музыку последнего выжившего"
LANGUAGE.options_post_processing                    = "Включить постобработку"
LANGUAGE.options_film_grain                         = "Включить зернистую пленку"
LANGUAGE.options_color_mod                          = "Включить цветастый режим"
LANGUAGE.options_draw_pain_flash                    = "Включить вспышки боли"
LANGUAGE.options_no_crosshair_rotate                = "Отключить вращение прицела"
LANGUAGE.options_auras                              = "Включить ауры здоровья человека"
LANGUAGE.options_damage_floaters                    = "Включить отображение нанесенного урона"
LANGUAGE.options_movement_view_roll                 = "Включить покачивание камерой при движении"
LANGUAGE.options_always_show_nails                  = "Всегда показывать здоровье гвоздей"
LANGUAGE.options_no_redeem                          = "Отключить автоматическое воскрешение (след. раунд)"
LANGUAGE.options_no_bandit                          = "Отключить становление бандитом"
LANGUAGE.options_always_volunteer                   = "Всегда быть в списке зараженных"
LANGUAGE.options_no_boss_pick                       = "Отключить быть выбранным будучи в качестве босса"
LANGUAGE.options_suicide_on_change                  = "Автоматическое самоубийство при смене класса"
LANGUAGE.options_intro_music                  		= "Включить вступительную музыку"
LANGUAGE.options_music_volume                       = "Громкость музыки"
LANGUAGE.options_transparency_radius                = "Радиус прозрачности игроков"
LANGUAGE.options_film_grain                         = "Зернистость пленки"
LANGUAGE.options_crosshair_p                        = "Цвет прицела первичный"
LANGUAGE.options_crosshair_s                        = "Цвет прицела вторичный"
LANGUAGE.options_hp_full                            = "Цвет ауры здоровья - Полное здоровье"
LANGUAGE.options_hp_no                              = "Цвет ауры здоровья - Нет здоровья"
LANGUAGE.options_beatset_zombie                     = "Набор музыки для зомби"
LANGUAGE.options_beatset_human                      = "Набор музыки для людей"
LANGUAGE.options_weapon_hud_mode                    = "Вид отображения диспея оружия"

-- Help menu

LANGUAGE.help_help                                  = "Помощь"
LANGUAGE.help_credits                               = "Авторы"
LANGUAGE.help_credits2                              = "Zombie Survival : Redemption"

-- Scoreboard (teams)

LANGUAGE.team_humans                                = "Выжившие"
LANGUAGE.team_zombie                                = "Зомби"

-- ALT menu

LANGUAGE.alt_gw                                     = "Передать оружие"
LANGUAGE.alt_gw5                                    = "Передать оружие с 5 обоймами"
LANGUAGE.alt_dw                                     = "Выкинуть оружие"
LANGUAGE.alt_ec                                     = "Очистить обойму"
LANGUAGE.alt_drop                                   = "Выкинуть"
LANGUAGE.alt_give                                   = "Дать"

-- Ammo names

LANGUAGE.ammo_pistol                                = "Пистолет"
LANGUAGE.ammo_smg                                   = "Пистолет-пулемет"
LANGUAGE.ammo_rifle                                 = "Винтовка"
LANGUAGE.ammo_bolts                                 = "Болты"            
LANGUAGE.ammo_buckshots                             = "Картечь"
LANGUAGE.ammo_boards                                = "Доски"
LANGUAGE.ammo_grenade                               = "Гранаты"
LANGUAGE.ammo_turrets                               = "Турели"
LANGUAGE.ammo_meds                                  = "Медицинские Заряды"
LANGUAGE.ammo_nail                                  = "Гвозди"
LANGUAGE.ammo_ars                                   = "Арсенальные ящики"
LANGUAGE.ammo_beacons                               = "Маяки"
LANGUAGE.ammo_forcefilds                            = "Излучатели Силового Поля"
LANGUAGE.ammo_spotlamp                              = "Точечные Лампы"
LANGUAGE.ammo_stone                                 = "Камни"
LANGUAGE.ammo_pulse                                 = "Импульсные Заряды"

-- Player HUD things

LANGUAGE.pl_poison                                  = "ЯД!"
LANGUAGE.pl_bleed                                   = "КРОВОТЕЧЕНИЕ!"
LANGUAGE.pl_ghtc                                    = "КАСАНИЕ ГУЛЯ!"
LANGUAGE.carrying_prop                              = "Несет"
LANGUAGE.stay_from_zombie_spawns                    = "Держитесь подальше от Зомби Спавнов!"
LANGUAGE.invasion_in                                = "Вторжение начнется через..."
LANGUAGE.wave_intermission                          = "След. волна через:"
LANGUAGE.wave                                       = "Волна:"
LANGUAGE.health                                     = "Здоровье:"

-- Floating Score

LANGUAGE.fc_assisted                                = "(помощь в убийстве)"
LANGUAGE.fc_assist                                  = "(вам помог/ли)"
LANGUAGE.fc_point                                   = "очко"
LANGUAGE.fc_s                                       = "в/а"
LANGUAGE.fc_munch                                   = "ЖЕВАТЬ!"
LANGUAGE.fc_brainget                                = "МОЗГ ПОЛУЧЕН!"
LANGUAGE.fc_joinus                                  = "ПРИСОЕДИНИСЬ К НАМ!"
LANGUAGE.fc_oneofus                                 = "ОДИН ИЗ НАС!"
LANGUAGE.fc_buttmagned                              = "КРОМСАТЬ!"
LANGUAGE.fc_chomp                                   = "ЧАВК!"

-- Credits

LANGUAGE.credits_credits                            = "Авторы режима Zombie Survival"

-- Tier System

LANGUAGE.dont_have_weapon_x							= "Невозможно продать, у вас нет %s"
LANGUAGE.not_unlocked_yet_unlocked_on_x			= "Это оружие еще не разблокировано. Он будет разблокировано в начале волны %d."
LANGUAGE.weapon_tier_x								= "Оружие уровня %d разблокировано."
LANGUAGE.sold_x_for_y_points						= "Вы продали %s за %d очков!"

-- Spray mon

LANGUAGE.spray_spraycant                            = "Вы не можете разместить свой спрей сдесь."
LANGUAGE.spray_sprayedby                            = "Спрей игрока:"